Repository: ic1998/Cor-En
Catalog: TMX_datasets/11_en_kw.tmx
Source language: en
Languages: kw

source: All Applications
kw: Oll towlennow

source: All Available Applications
kw: Oll towlennow kavadow

source: This is an Ubuntu search plugin that enables information from local applications to be searched and displayed in the Dash underneath the Applications header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth towlennow leel dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Towlennow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans hwilas ma.

source: Commands
kw: Arghadowyow

source: This is an Ubuntu search plugin that enables information from local binaries to be searched and displayed in the Dash. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth binariow leel dhe vos hwilys ha diskwedhys y'n Dash. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans hwilas ma.

source: This is an Ubuntu search plugin that enables information from available search plugins to be searched and displayed in the Dash underneath the Dash plugins header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth ebilyansow hwilas kavadow dhe vos hwilys ha diskwedhys y'n Dash yn-dann bennlinen ebilyansow an Dash. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans hwilas ma.

source: Search search plugins
kw: Hwilas y'n ebilyansow hwilas

source: Running Applications
kw: Towlennow ow resek

source: This is an Ubuntu search plugin that enables information from running applications to be searched and displayed in the Dash underneath the Applications header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth towlennow ow resek dhe vos hwilys ha diskwedhys y'n Dash yn-dann a'n bennlinen Towlennow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans hwilas ma.

source: Search running applications
kw: Hwilas y'n towlennow ow resek

source: Search Files & Folders
kw: Hwilas yn restrennow & plegellow

source: Sorry, there are no files or folders that match your search.
kw: Diharesow, nyns eus restren po plegell vyth a bar dh'agas hwilans.

source: Last 7 days
kw: Diwettha 7 dydh

source: Last 30 days
kw: Diwettha 30 dydh

source: Last year
kw: Warlena

source: Documents
kw: Skrifow

source: Folders
kw: Plegellow

source: Images
kw: Imajys

source: Size
kw: Myns

source: Files & Folders
kw: Restrennow & plegellow

source: Recent
kw: A-dhiwedhes

source: Downloads
kw: Iskargansow

source: Open
kw: Ygeri

source: Show in Folder
kw: Diskwedhes y'n blegell

source: Email
kw: Ebost

source: Invalid Month
kw: Mis drog

source: January
kw: Genver

source: February
kw: Hwevrel

source: March
kw: Meurth

source: April
kw: Ebrel

source: May
kw: Me

source: June
kw: Metheven

source: July
kw: Gortheren

source: August
kw: Est

source: September
kw: Gwynngala

source: October
kw: Hedra

source: November
kw: Du

source: December
kw: Kevardhu

source: Monday
kw: Dy'Lun

source: Tuesday
kw: Dy'Meurth

source: Wednesday
kw: Dy'Merher

source: Thursday
kw: Dy'Yow

source: Friday
kw: Dy'Gwener

source: Saturday
kw: Dy'Sadorn

source: Sunday
kw: Dy'Sul

source: Earlier today
kw: Hedhyw y'n jydh

source: Five hours ago
kw: Nans yw pymp our

source: Four hours ago
kw: Nans yw peswar our

source: Three hours ago
kw: Nans yw tri our

source: Two hours ago
kw: Nans yw dew our

source: 1 hour ago
kw: Nans yw 1 our

source: Past hour
kw: An our yw passyes

source: Yesterday
kw: De

source: Three weeks ago
kw: Nans yw tri seythen

source: A month ago
kw: Nans yw unn mis

source: Search music
kw: Hwilas ilow

source: Play
kw: Seni

source: Decade
kw: Kansvledhen

source: Old
kw: Koth

source: Genre
kw: Klass

source: Blues
kw: Blouyow

source: Classical
kw: Klassek

source: Country
kw: Ilow an pow

source: New-wave
kw: Tonn nowydh

source: Pop
kw: Popp

source: Techno
kw: Tekno

source: Music
kw: Ilow

source: Songs
kw: Kanow

source: Albums
kw: Kuntilowyow

source: More suggestions
kw: Moy profyansow

source: Radio
kw: Radyo

source: Sorry, there is no music that matches your search.
kw: Diharesow, nyns eus ilow a bar dh'agas hwilans.

source: It seems you don't have an Ubuntu One account, or you are not logged in. To continue, please login and visit the Ubuntu One online store.
kw: Yth hevel nag eus akont Ubuntu One dhywgh, po nag owgh omgelmys. Rag pesya, gwrewgh omgelmi ha visitya gwerthji warlinen Ubuntu One.

source: It seems you haven't set yet your preferred Ubuntu One payment method. To add a payment method, please visit the Ubuntu One online store.
kw: Yth hevel na settsowgh an method pe yw gwell genowgh. Rag keworra method pe, gwrewgh visitya gwerthji warlinen Ubuntu One.

source: Sorry, we have encountered a technical problem. No money has been taken from your account. To try your purchase again, please visit the Ubuntu One online store.
kw: Diharesow, ni re vetyas orth kudyn teknogel. Ny veu mona vyth kemerys dhyworth agas akont. Rag assaya agas prenas arta, gwrewgh visitya gwerthji warlinen Ubuntu One.

source: Purchase started
kw: Prenas dallethys

source: Download
kw: Iskarga

source: Free
kw: Heb kost

source: Digital CD
kw: CD Besyel

source: Cancel
kw: Hedhi

source: Go to Ubuntu One
kw: Mos dhe Ubuntu One

source: Please enter your password
kw: Entrewgh agas ger-tremena

source: Authorizing purchase
kw: Ow kwirya an prenans

source: Purchase completed
kw: Prenas gorfennys

source: Wrong password
kw: Ger-tremena kamm

source: Continue
kw: Pesya

source: Hi %s, you purchased in the past from Ubuntu One, would you like to use the same payment details? Please review your order.
kw: Hou %s, hwi a brenas taklow dhyworth Ubuntu One y'n termyn eus passyes, eus hwans dhywgh usya an keth manylyon pe? Gwrewgh dasweles agas arghadow.

source: Buy Now
kw: Prena lemmyn

source: forgotten your Ubuntu One password?
kw: re ankevsowgh agas ger-tremena Ubuntu One?

source: change payment method
kw: chanjya an method pe

source: This is an Ubuntu search plugin that enables information from Banshee to be searched and displayed in the Dash underneath the Music header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Banshee dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Ilow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Search music collection
kw: Hwilas y'm kuntell ilow

source: This is an Ubuntu search plugin that enables information from Rhythmbox to be searched and displayed in the Dash underneath the Music header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Rhythmbox dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Ilow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Music store
kw: Gwerthji ilow

source: This is an Ubuntu search plugin that enables information from Ubuntu One to be searched and displayed in the Dash underneath the Music header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Ubuntu One dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Ilow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Search music store
kw: Hwilas y'n gwerthji ilow

source: Sorry, there are no photos that match your search.
kw: Diharesow, nyns eus skeusen vyth a bar dh'agas hwilans.

source: My Photos
kw: Ow skeusennow

source: Friends Photos
kw: Skeusennow kowetha

source: Online Photos
kw: Skeusennow warlinen

source: Photos
kw: Skeusennow

source: Date
kw: Dedhyans

source: Last 6 months
kw: Diwettha 6 mis

source: Older
kw: Kottha

source: Location
kw: Tyller

source: Album
kw: Kuntel

source: With
kw: Gans

source: View
kw: Gweles

source: By %s, %s
kw: Gans %s, %s

source: Camera
kw: Kamera

source: Dimensions
kw: Musuransow

source: License
kw: Leshyans

source: This Computer
kw: An jynn-amontya ma

source: This photo is missing. You can open Shotwell to retrieve it or remove it from your library.
kw: An skeusen ma a fyll. Hwi a yll ygeri Shotwell rag hy daskavos po hy dilea dhyworth agas lyverva.

source: %s x %s pixels
kw: %s x %s piksel

source: Tags
kw: Tagyow

source: Print
kw: Pryntya

source: Open Shotwell
kw: Ygeri Shotwell

source: This is an Ubuntu search plugin that enables information from Flickr to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Flickr dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Skeusennow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Search Flickr
kw: Hwilas yn Flickr

source: This is an Ubuntu search plugin that enables information from Facebook to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Facebook dhe vos hwilys ha diskwedhes y'n Dash yn-dann an bennlinen Skeusennow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Search Facebook
kw: Hwilas yn Facebook

source: This is an Ubuntu search plugin that enables information from Shotwell to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Shotwell dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Skeusennow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Search Shotwell
kw: Hwilas yn Shotwell

source: This is an Ubuntu search plugin that enables information from Picasa to be searched and displayed in the Dash underneath the Photos header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth Picasa dhe vos hwilys ha diskwedhys y'n Dash yn-dann an bennlinen Skeusennow. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans ma.

source: Search Picasa
kw: Hwilas yn Picasa

source: Photos search plugin
kw: Ebilyans hwilas skeusennow

source: Search your and your friends' Flickr photos
kw: Hwilas y'gas skeusennow Flickr ha re agas kowetha

source: Search your and your friends' Facebook photos
kw: Hwilas y'gas skeusennow Facebook ha re agas kowetha

source: Search your Picasa photos
kw: Hwilas y'gas skeusennow Picasa

source: Online
kw: Warlinen

source: Cast
kw: Rol an warioryon

source: Uploaded by
kw: Ughkergys an

source: Uploaded on
kw: Ughkergys an

source: Search videos
kw: Hwilas videos

source: My videos
kw: Ow videos

source: Format
kw: Furvyans

source: This is an Ubuntu search plugin that enables local videos to be searched and displayed in the Dash underneath the Video header. If you do not wish to search this content source, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek videos leel dhe vos hwithys ha diskwedhys y'n Dash yn-dann an bennlinen Video. Mar nyns eus hwans dhywgh hwilas y'n bennfenten ma, hwi a yll diallosegi an ebilyans hwilas ma.

source: Remote videos
kw: Videos pell

source: This is an Ubuntu search plugin that enables information from various video providers to be searched and displayed in the Dash underneath the Video header. If you do not wish to search these content sources, you can disable this search plugin.
kw: Hemm yw ebilyans hwilas a Ubuntu a allosek kedhlow dhyworth lies provier a videos dhe vos hwithys ha diskwedhys y'n Dash yn-dann an bennlinen Video. Mar nyns eus hwans dhywgh hwilas y'n pennfentynyow ma, hwi a yll diallosegi an ebilyans hwilas ma.

source: Google Docs search plugin
kw: Ebilyans hwilas Google Docs

source: Search your Google Docs files
kw: Hwilas y'gas restrennow Google Docs

source: All
kw: Oll

source: Categories
kw: Klassys

source: See fewer results
kw: Gweles le sewyansow

source: Sorry, there is nothing that matches your search.
kw: Digaresow, nyns eus tra vyth a bar dh'agas hwilans.

source: Last Updated
kw: Nowedhans diwettha%s" is used in the dash preview to display the "<hint>: <value>

source: Comments
kw: Kampollow

source: Type your command
kw: Jynnskrifewgh agas arhadow

source: Lock to Launcher
kw: Alhwedha y'n lonchyer

source: Unlock from Launcher
kw: Dialhwedha dhyworth an lonchyer

source: Quit
kw: Kwytya

source: Search your computer and online sources
kw: Hwilas y'gas jynn amontya hag yn pennfentynyow warlinen

source: Show Desktop
kw: Diskwedhes an desktop

source: The drive has been successfully ejected
kw: An lewell re beu estewlys yn sewen

source: Workspace Switcher
kw: Dewisell an spas-ober

source: Waiting to install
kw: Ow kortos kens es ynstallya

source: Drop To Add Application
kw: Droppya rag keworra towlen

source: Trash
kw: Atalgist

source: Eject parent drive
kw: Estewlel an lewell gar

source: Eject
kw: Estewlel

source: Safely remove parent drive
kw: Dilea yn sowel an lewell gar

source: Safely remove
kw: Dilea yn sewen

source: Unmount
kw: Disevel

source: Ubuntu Desktop
kw: Desktop Ubuntu

source: Support _UNITY_NET_WORKAREA_REGION
kw: Skoodhyans _UNITY_NET_WORKAREA_REGION

source: Show Handles
kw: Diskwedhes an dornleow

source: Key to show the handles
kw: Alhwedh rag diskwedhes an dornleow

source: Hide Handles
kw: Kudha an dornleow

source: Key to hide the handles
kw: Alhwedh rag kudha an dornleow

source: Blacklist
kw: Rol dhu

source: Launcher
kw: Lonchyer

source: Quicklist
kw: Rol skav

source: Switcher
kw: Dewisell

source: Key to execute a command
kw: An alhwedhen rag lonchya arhadow

source: Background Color
kw: Liw an gilva

source: Hide Launcher
kw: Kudha an Lonchyer

source: Autohide
kw: Awto-kudha

source: Left Mouse
kw: Klyck kledh

source: Middle Mouse
kw: Klyck kres

source: Right Mouse
kw: Klyck dyghow

source: Opens Launcher keyboard navigation mode.
kw: Ygeri a wra modh lewyans dre vysowek an lonchyer.

source: + 1 to 9
kw: + 1 dhe 9

source: Same as clicking on a Launcher icon.
kw: An keth ha klyckya war arwodhik rag Lonchyer.

source: Enter
kw: Entra

source: Workspaces
kw: Spassow ober

source: Windows
kw: Fenestri

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
kw: Duw genowgh, %s. Owgh hwi sur bos hwans dhywgh kwytya keniver towlen ha degea dhe'n dor an jynn-amontya?

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
kw: Duw genowgh, %s. Owgh hwi sur bos hwans dhywgh kwytya keniver towlen hag omdenna dhyworth agas akont?

source: Goodbye, %s. Would you like to…
kw: Duw genowgh, %s. Eus hwans dhywgh…

source: Filter results
kw: Sidhla an sewyansow

source: Launchers
kw: Lonchyers

source: Key to show the HUD
kw: Alhwedhen rag diskwedhes an HUD

source: Checking for updates…
kw: Ow checkya rag nowedhansow...

source: Installing updates…
kw: Owth ynstallya nowedhansow...

source: Update is complete
kw: Kowlwrys yw an nowedhans

source: Open Link in Browser
kw: Ygeri an gevren y'n beurell

source: Settings…
kw: Settyansow...

source: _Check Again
kw: _Checkya arta

source: The software on this computer is up to date.
kw: Nowedhys yw an medhelweyth war an jynn-amontya ma.Ubuntu 12.04

source: However, %s %s is now available (you have %s).
kw: Byttegyns, %s %s yw kavadow lemmyn (yma %s genowgh).

source: Upgrade…
kw: Ubuntu 12.04

source: Software updates are no longer provided for %s %s.
kw: Ubuntu 12.04

source: Not all updates can be installed
kw: Ny yllir ynstallya keniver nowedhans

source: _Continue
kw: _Pesya

source: The computer needs to restart to finish installing updates.
kw: Res yw dhe'n jynn-amontya dastalleth rag gorfenna ynstallya nowedhansow.

source: Software Updater
kw: Nowedhell medhelweyth

source: Software index is broken
kw: Terrys yw menegva an medhelweyth

source: Install
kw: Ynstallya

source: Version %s:
kw: Versyon %s:

source: Downloading list of changes...
kw: Owth iskarga an rol a janjyow...

source: Select _All
kw: Dewis _oll

source: %s will be downloaded.
kw: %s a vydh iskergys.

source: There are no updates to install.
kw: Nyns eus nowedhans vyth dhe ynstallya.

source: Unknown download size.
kw: Ankoth yw myns an iskargans.

source: Updated software has been issued since %s %s was released. Do you want to install it now?
kw: Dyllys re beu medhelweyth nowedhys a-dhia dyllans %s %s. Eus hwans dhywgh y ynstallya lemmyn?

source: Updated software is available for this computer. Do you want to install it now?
kw: Yma medhelweyth nowedhys kavadow rag an jynn-amontya ma. Eus hwans dhywgh y ynstallya lemmyn?

source: The computer also needs to restart to finish installing previous updates.
kw: on_button_install_clicked

source: Connecting...
kw: Ow junya...

source: Other updates
kw: Nowedhansow erel

source: Install All Available Updates
kw: Lea keniver nowedhans kavadow

source: Updates
kw: Nowedhansow

source: Building Updates List
kw: Ow trehevel an rol a nowedhansow

source: Failed to download the list of changes. Please check your Internet connection.
kw: Iskarga an rol a janjyow a fyllis. Gwrewgh checkya agas junyans kesrosweyth.

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
kw: Nyns yw kavadow an rol a janjyow hwath. Gwrewgh usya http://launchpad.net/ubuntu/+source/%s/%s/+changelog erna vo kavadow an chanjyow, po assayewgh arta diwettha.

source: %s base
kw: 250 kB

source: updates
kw: nowedhansow

source: Changes
kw: Chanjyow

source: Description
kw: Deskrifans

source: Details of updates
kw: Manylyon a nowedhansow

source: Software Updates
kw: Nowedhansow medhelweyth

source: Show and install available updates
kw: Diskwedhes hag ynstallya nowedhansow kavadow

source: Show version and exit
kw: Diskwedhes an versyon ha degea

source: Check if a new Ubuntu release is available
kw: Checkya mars eus kavadow dyllans nowydh a Ubuntu

source: Applications
kw: Towlennow

source: applications
kw: towlennow

source: documents
kw: skrifennow

source: download
kw: iskargans

source: downloads
kw: iskargansow

source: Movies
kw: Fylmow

source: movies
kw: fylmow

source: music
kw: ilow

source: photos
kw: skeusennow

source: Pictures
kw: Imajys

source: pictures
kw: imajys

source: Projects
kw: Ragdresow

source: projects
kw: ragdresow

source: Public
kw: Poblek

source: public
kw: poblek

source: Share
kw: Kevranna

source: share
kw: kevranna
